* 热风系统、加热膜 [#B]                                              :@NCEPU:
:LOGBOOK:
CLOCK: [2018-11-11 周日 09:53]--[2018-11-11 周日 10:06] =>  0:13
:END:
                         Added: [2018-11-11 周日 09:53]
                         
 我今年想立一个叶片除冰的项目，跟金风开过专题会，金风的加热跟这个不是一回事                        
 
加热难点在控制, 外形不停变化，控制得跟上
金风的叶片除冰加热装置后期技改的话有三个问题：
1.经济性不好，直接费用约140万/台（不含吊装和电量损失）；
2.除冰效果可能没有预期明显（他们的甘肃某个项目技改后效果未达到预期）；
3.增加的设备安全风险比较多。

加热膜(Vtt)，后期直接技改费用大概是啥量级的

在哪儿做的声学风洞实验？
港科大
按普通人的听觉 0 －2 0 分贝 很静、几乎感觉不到。 2 0 －4 0 分贝安静、犹如轻声絮语。
4 0 －6 0 分贝一般。普通室内谈话6 0 －7 0 分贝吵闹、有损神经。7 0 －9 0 分贝很吵、神经细胞受到破坏。 
9 0 －1 0 0 分贝 吵闹加剧、听力受损。 1 0 0 －1 2 0 分贝难以忍受、呆一分钟即暂时致聋。

过70就很不好


分段验证机多，没挂机和批量的
哪个风场或者哪个型号的风机有应用了，我看看我们集团有没有这款机组，有时间去学习一下
远景的金风的都用过, 主要用于降噪
分段和加热有试验或者量产吗
分段好像只有做过静力的，没人敢挂，歌美萨给我们报价2.4亿


老大，有没有比较经济一点，可以快速落地的除冰技术（先期评估，在保证安全的前提下，
电量增加1-2%即可），比如在10台风机，总费用五十万范围内


我现在初步想通过三个方法结合：厂家的挂冰运行程序+疏水涂料+无人机喷涂融冰剂，来初步解决一下，不知道是不是可行，还有没有更好的方法
初步评估了一下，单台风机提高1-2%的电量基本可行

由于疏水涂料是有机涂料，紫外线侵蚀比较厉害，寿命可能也就是12个月，施工难度大，
效果一般，不能作为独立的一个解决方案，需要跟其它方案结合。目前，国内135°以内的
疏水材料在实验室还是比较成熟的，在野外，还没见到达到预期效果的试验。


远景的那个锯齿，效果咋样，各位大神有没有谁见过试验数据的
锯齿不是降噪用的吧, 好的话3-4分贝的降低, 3-4分贝？这效果的确很一般啊

https://mp.weixin.qq.com/s/o9RZObStZNLPT9I7Y7wmuQ


叶片噪音允许范围是怎么规定的



得有一个噪声监测系统，然后有一个噪声去除系统
得有一个结冰监测系统，然后有一个结冰去除系统

是按照距离来判断的，方圆多少米要降低到一定范围内，具体数值记不太清了

** TODO [#A] 基于多轴角运动的气动特性和流场分析大论文 <2018-06-25 周一 16:19>[4/6] :学术:
DEADLINE: <2019-04-15 周一>
                    :PROPERTIES:
                    :Effort: 16:00
                    :END:
                    - State "TODO"       from "TODO"          [2018-08-23 周四 19:46]
                    - State "TODO"       from "TODO"          [2018-08-23 周四 19:46]
                    - State "TODO"       from "TODO"       [2018-08-23 周四 16:50]
                    - State "TODO"       from "TODO"          [2018-08-21 周二 15:38]
                    - State "TODO"       from "TODO"       [2018-08-18 周六 15:59]
                    - State "TODO"       from "TODO"          [2018-08-18 周六 10:04]
                    - State "TODO"       from "TODO"       [2018-08-04 周六 23:06]
                    - State "TODO"       from "TODO"          [2018-08-04 周六 23:06]
                    - State "TODO"       from "TODO"          [2018-08-01 周三 10:49]
                    - State "TODO"       from "TODO"          [2018-08-01 周三 10:49]
                    - State "TODO"       from "TODO"          [2018-08-01 周三 10:49]
                    - State "TODO"       from "TODO"          [2018-08-01 周三 10:48]
                    - State "TODO"       from "TODO"          [2018-08-01 周三 10:48]
                    - State "TODO"       from "TODO"          [2018-08-01 周三 09:51]
                    - State "TODO"       from "TODO"          [2018-08-01 周三 09:50]
                    - State "TODO"       from "TODO"          [2018-08-01 周三 09:48]
                    - State "TODO"       from "TODO"          [2018-08-01 周三 09:48]
                    - State "TODO"       from "TODO"          [2018-08-01 周三 09:47]
                    - State "TODO"       from "TODO"          [2018-08-01 周三 09:41]
                    - State "TODO"       from "TODO"       [2018-08-01 周三 08:48]
                    - State "TODO"       from "TODO"          [2018-07-31 周二 16:19]
                    :LOGBOOK:
                    - State "TODO"       from "TODO"          T:[2018-11-20 周二 13:48]
                    CLOCK: [2018-06-25 周一 16:19]--[2018-06-26 周二 12:02] => 19:43
                    :END:
                    

                    
1. [ ] 绪论
2. [ ] 第二章 方法介绍
3. [ ] 第三章 NREL PhaseVI 小风力机
4. [ ] 第四章 NREL 5MW 大风力机的
5. [ ] 第五章 结论

*** DONE [#A] 修改静态偏航工况的文章，再投稿 <2018-06-23 周六 11:47>  [1/1] :学术:
SCHEDULED: <2018-07-01 周日>
                    :PROPERTIES:
                    :Effort: 4:00
                    :END:
                    :LOGBOOK:
                    CLOCK: [2018-08-20 周一 11:04]--[2018-08-21 周二 09:05] => 22:01
                    CLOCK: [2018-06-23 周六 11:48]--[2018-06-23 周六 11:48] =>  0:00
                    :END:
                    
                    
                    务必完成关系到你的毕业

**** DONE [#A] CFX30°给定偏航补充计算 <2018-06-25 周一 08:30>      [100%] :学术:
CLOSED: [2018-08-23 周四 16:50] DEADLINE: <2018-07-01 周日>
                    :PROPERTIES:
                    :Effort: 4:00
                    :END:
                    :LOGBOOK:
                    CLOCK: [2018-08-18 周六 10:04]--[2018-08-18 周六 15:58] =>  5:54
                    CLOCK: [2018-08-01 周三 11:44]--[2018-08-01 周三 11:45] =>  0:01
                    CLOCK: [2018-06-25 周一 08:37]--[2018-06-25 周一 08:37] =>  0:00
                    CLOCK: [2018-06-25 周一 08:34]--[2018-06-25 周一 08:36] =>  0:02
                    CLOCK: [2018-06-25 周一 08:30]--[2018-06-25 周一 08:34] =>  0:04
                    :END:
                    
1. [X] 不同网格的验证，选择一种湍流模型
   1. [X] k-omega
   2. [X] SST
   3. [X] T-SST
2. [X] 选择完网格之后，再进行湍流模型的验证
   1. [X] 244w
   2. [X] 350w
   3. [X] 453w
   4. [X] 559w
   5. [X] 622w
3. [X] 验证完湍流模型之后，为了表示非定常时间步选择的合理性，再考虑使用不同时间步
4. [X] 负偏航角计算(-30°)
   1. [X] 绘制网格(采用原先的inlet计算有问题
   2. [X] 设置计算(定常+非定常(5deg 72*2))
   3. [X] 处理结果

*** DONE [#A] PhaseVI双滑移英文初稿 <2018-06-20 周三 10:54>    [100%]   :学术:
CLOSED: [2018-08-23 周四 19:46] DEADLINE: <2018-07-08 周日>
                    :PROPERTIES:
                    :Effort:   4:00
                    :END:
                    :LOGBOOK:
                    CLOCK: [2018-08-05 周日 16:16]--[2018-08-06 周一 11:48] => 19:32
                    CLOCK: [2018-08-04 周六 16:59]--[2018-08-04 周六 17:33] =>  0:34
                    CLOCK: [2018-08-01 周三 09:41]--[2018-08-01 周三 09:48] =>  0:07
                    CLOCK: [2018-08-01 周三 08:48]--[2018-08-01 周三 09:10] =>  0:22
                    CLOCK: [2018-06-23 周六 22:53]--[2018-06-24 周日 01:02] =>  2:09
                    CLOCK: [2018-06-23 周六 14:33]--[2018-06-23 周六 22:53] =>  8:20
                    CLOCK: [2018-06-20 周三 11:49]--[2018-06-20 周三 11:51] =>  0:02
                    CLOCK: [2018-06-20 周三 10:55]--[2018-06-20 周三 10:58] =>  0:03
                    :END:
                    
                    Good writing starts with a plan(I need to finish it)



**** DONE [#A] Fluent双滑移的验证case <2018-06-25 周一 08:36>     [100%] :学术:
CLOSED: [2018-08-01 周三 09:41] DEADLINE: <2018-07-14 周六>
                    :PROPERTIES:
                    :Effort: 14:00
                    :END:
                    :LOGBOOK:
                    CLOCK: [2018-06-25 周一 08:53]--[2018-06-25 周一 08:54] =>  0:01
                    CLOCK: [2018-06-25 周一 08:42]--[2018-06-25 周一 08:43] =>  0:01
                    CLOCK: [2018-06-25 周一 08:37]--[2018-06-25 周一 08:38] =>  0:01
                    CLOCK: [2018-06-25 周一 08:36]--[2018-06-25 周一 08:37] =>  0:01
                    :END:
                    
Numeca激活完毕
  1. [X] 不同网格的验证，选择一种湍流模型(无论Fluent还是CFX定常计算的结果流场不对)
     1. [X] k-omega SST(2)
     2. [X] k-kl SST(3)
     3. [X] transition SST(4)
  2. [X] 选择完网格之后，再进行湍流模型的验证
     1. [X] 250w
     2. [X] 370w
     3. [X] 490w
  3. [X] 验证完湍流模型之后，为了表示非定常时间步选择的合理性，再考虑使用不同时间步
     1. [X] 1deg
     2. [X] 2.5deg
     3. [X] 5deg

**** DONE [#A] 双滑移(phaseVI)的数据处理 <2018-06-25 周一 08:38>        [100%] :学术:
CLOSED: [2018-08-01 周三 08:48] DEADLINE: <2018-07-03 周二>
                    :PROPERTIES:
                    :Effort: 4:00
                    :END:
                    :LOGBOOK:
                    CLOCK: [2018-07-28 周六 19:50]--[2018-07-29 周日 17:58] => 22:08
                    CLOCK: [2018-07-24 周二 15:44]--[2018-07-25 周三 10:50] => 19:06
                    CLOCK: [2018-07-24 周二 15:42]--[2018-07-24 周二 15:43] =>  0:01
                    CLOCK: [2018-07-24 周二 15:40]--[2018-07-24 周二 15:41] =>  0:01
                    CLOCK: [2018-06-28 周四 20:10]--[2018-06-28 周四 20:21] =>  0:11
                    CLOCK: [2018-06-28 周四 10:11]--[2018-06-28 周四 14:32] =>  4:21
                    CLOCK: [2018-06-27 周三 20:52]--[2018-06-27 周三 23:32] =>  2:40
                    CLOCK: [2018-06-27 周三 15:40]--[2018-06-27 周三 20:52] =>  5:12
                    CLOCK: [2018-06-27 周三 15:22]--[2018-06-27 周三 15:38] =>  0:16
                    CLOCK: [2018-06-26 周二 21:23]--[2018-06-26 周二 21:27] =>  0:04
                    CLOCK: [2018-06-26 周二 12:02]--[2018-06-26 周二 13:15] =>  1:13
                    CLOCK: [2018-06-25 周一 16:05]--[2018-06-25 周一 16:19] =>  0:14
                    CLOCK: [2018-06-25 周一 08:38]--[2018-06-25 周一 08:42] =>  0:04
                    :END:
                    
                    
1. [X] 静态总体性能处理(时均结果)
2. [X] 静态截面气动性能处理
   1. [X] 平均Cp
   2. [X] Cn Ct分布
3. [X] 动态总体性能处理
4. [X] 动态截面气动性能处理
   1. [X] 平均Cp
   2. [X] Cn Ct 分布
5. [X] 静态和动态截面云图对比(如果分析出来 气动性能有差别，可以从定性角度先进性观察)

*** TODO [#A] NREL 5MW fluent静态和动态偏航计算 <2018-06-25 周一 08:42>[2/5] :学术:
DEADLINE: <2018-08-01 周三>
                    :PROPERTIES:
                    :Effort: 16:00
                    :END:
                    :LOGBOOK:
                    CLOCK: [2018-06-25 周一 08:43]--[2018-06-25 周一 08:53] =>  0:10
                    :END:
**** TODO 动态计算部分 [16%]
:LOGBOOK:
CLOCK: [2018-08-22 周三 16:29]--[2018-08-22 周三 16:53] =>  0:24
CLOCK: [2018-08-21 周二 22:58]--[2018-08-22 周三 11:21] => 12:23
CLOCK: [2018-08-21 周二 13:26]--[2018-08-21 周二 22:58] =>  9:32
:END:
1. [-] 偏航过程的计算
   1. [X] 动态偏航
   2. [ ] 动态偏摆
2. [ ] 静态数据结果的处理
   1. [ ] matlab代码针对不同翼型的处理
      1. [ ] 不同截面的翼型数据
      2. [ ] 不同截面段运用不同的翼型数据
   2. [ ] 总体性能分析
   3. [ ] 细节分析
      1. [ ] Cp,Cn,Ct
      2. [ ] 截面云图
3. [X] 动态数据结果的处理

   你当前的处理过程跟phaseVI有何不同？基本上一致，可能到时候进行matlab处理的时候弦长需要进行修改！
   根据你的处理思路，首先得知道初始叶尖处于哪个位置，比如(0,63，0）等 这样才可以根据该段长度进行截取百分之几长度
   然后你得知道哪几个截面，处理截面也得清楚风轮是否发生了偏转！不偏转怎么处理？偏转又是怎么处理？
   
4. [ ] 静态-动态的数据对比处理
5. [ ] NREL5MW相关的几何数据、模拟数据、计算结果等
   1. [ ] 几何数据
   2. [ ] 模拟数据
   3. [ ] 计算结果
6. [ ] NREL5MW英文文章结构？研究思路？
    这篇文章偏向于物理性问题的研究， 流动特性更为主要， 因为实际风力机也可以作为参考； 饶流特性该研究哪几块？
    首先，叶片上的表面流动特性分析，然后近尾迹区域的流动分析，涡系结构是如何演变的？ 给定偏航角和动态过程有什么不同？ 
注意，流动分析是叶片附近的流动分析, 不是整个流场和远尾流的计


**** TODO [#A]  NREL5MW动态数据处理+文章写作 <2018-08-23 周四 18:52> :@NCEPU:
DEADLINE: <2018-12-14 周五> SCHEDULED: <2018-08-23 周四>
                    :PROPERTIES:
                    :Effort: 4:00
                    :END:
                    :LOGBOOK:
                    - New deadline from "[2018-08-28 周二]" on T:[2018-11-21 周三 18:13] \\
                      务必写完动态偏航的 初稿
                    CLOCK: [2018-09-29 周六 16:47]--[2018-10-05 周五 13:11] => 140:24
                    - Clocked out on T:[2018-10-05 周五 13:11]
                    - Clocked out on T:[2018-09-29 周六 17:16] \\
                      ei
                    CLOCK: [2018-09-29 周六 16:23]--[2018-09-29 周六 16:43] =>  0:20
                    :END:
                    
                    
                    
非定常动态特性配合上流动特性分析

配合上NRELPhaseVI的动态特性作为验证case


***** DOING 1. 网格无关性数据整理
:LOGBOOK:
CLOCK: [2018-08-27 周一 10:24]--[2018-08-27 周一 11:47] =>  1:23
CLOCK: [2018-08-24 周五 14:55]--[2018-08-25 周六 19:28] => 28:33
:END:
*** DONE [#A] 工程热物理初稿 <2018-06-27 周三 15:38>        [100%]      :学术:
CLOSED: [2018-07-31 周二 16:19] DEADLINE: <2018-07-04 周三>
                    :PROPERTIES:
                    :Effort: 10:00
                    :END:
                    :LOGBOOK:
                    CLOCK: [2018-07-24 周二 15:43]--[2018-07-24 周二 15:43] =>  0:00
                    CLOCK: [2018-06-30 周六 17:10]--[2018-06-30 周六 20:33] =>  3:23
                    CLOCK: [2018-06-30 周六 14:09]--[2018-06-30 周六 17:08] =>  2:59
                    CLOCK: [2018-06-27 周三 15:38]--[2018-06-27 周三 15:40] =>  0:02
                    :END:
                    
1. [X] 引言
2. [X] 方法
3. [X] 结果和分析
4. [X] 结论
5. [X] 摘要
LINK:info:org:Top
LINK:info:markdown:Top
*** DONE [#B] 图3的情况 <2018-10-25 周四 20:54>                       :@NCEPU:
CLOSED: [2018-11-20 周二 13:48] DEADLINE: <2018-11-01 周四>
                    :PROPERTIES:
                    :Effort: 1:00
                    :END:
                    :LOGBOOK:
                    CLOCK: [2018-10-25 周四 20:55]--[2018-10-25 周四 20:56] =>  0:01
                    :END:
                    
                    
                    
<Unsteady aerodynamics of offshore floating wind turbines in platform
pitching motion using vortex lattice method>
图3是我昨天跟你说的情况，就是一定叶展高度的水平面的图
*** TODO [#B] 修正nrel5MW处理cn ct代码 <2018-08-29 周三 10:33>        :@NCEPU:
SCHEDULED: <2018-08-29 周三>
                    :PROPERTIES:
                    :Effort: 4:00
                    :END:
                    :LOGBOOK:
                    CLOCK: [2018-11-20 周二 16:18]--[2018-11-20 周二 17:28] =>  1:10
                    - Clocked out on T:[2018-11-20 周二 17:28] \\
                      Go home
                    CLOCK: [2018-08-29 周三 10:33]--[2018-08-29 周三 10:54] =>  0:21
                    :END:
                    
          
1. [ ] 弦长，扭角修正
2. [ ] 风速修正，旋转速度修正
3. [ ] 在你的计算目录下phaseAngle.csv修正
4. [ ] 提取扭矩曲线
5. [ ] 
*** TODO [#B] 动态偏航是否结束? <2018-11-15 周四 03:11>                 :学术:
DEADLINE: <2018-11-21 周三>
                    :PROPERTIES:
                    :Effort: 16:00
                    :END:
                    :LOGBOOK:
                    CLOCK: [2018-11-15 周四 03:11]--[2018-11-15 周四 03:11] =>  0:00
                    - Clocked out on T:[2018-11-15 周四 03:11]
                    :END:
                    
                    
                    
                    
                    
风轮55圈是否计算完成？！
